Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# AppName
source: Windows Subsystem for Linux
cs_cz: Subsystém Windows pro Linux
da_dk: Windows-undersystem til Linux
de_de: Windows-Subsystem für Linux
el_gr: Υποσύστημα Windows για Linux
es_es: Subsistema de Windows para Linux
fi_fi: Windows-alijärjestelmä Linuxille
fr_fr: Sous-système Windows pour Linux
hu_hu: Linuxos Windows-alrendszer
it_it: Sottosistema Windows per Linux
ja_jp: Linux 用 Windows サブシステム
ko_kr: Linux용 Windows 하위 시스템
nb_no: Windows-undersystem for Linux
nl_nl: Windows-subsysteem voor Linux
pl_pl: Podsystem Windows dla systemu Linux
pt_br: Subsistema do Windows para Linux
pt_pt: Subsistema Windows para Linux
ru_ru: Подсистема Windows для Linux
sv_se: Windows-undersystem för Linux
tr_tr: Linux için Windows Alt Sistemi
zh_cn: 适用于 Linux 的 Windows 子系统
zh_tw: Windows 子系統 Linux 版

# AppDescription
source: Windows Subsystem for Linux lets developers run a GNU/Linux environment -- including most command-line tools, utilities, and applications -- directly on Windows, unmodified, without the overhead of a traditional virtual machine or dualboot setup.
cs_cz: Subsystém Windows pro Linux umožňuje vývojářům spouštět prostředí GNU/Linux - včetně většiny nástrojů příkazového řádku, nástrojů a aplikací - přímo ve Windows, bez úprav, bez režie tradičního virtuálního počítače nebo nastavení duálního spouštění.
da_dk: Windows-undersystem til Linux giver udviklere mulighed for at køre et GNU/Linux environment – herunder de fleste kommandolinjeværktøjer, hjælpeprogrammer og programmer – direkte på Windows, uændret, uden spild af en traditionel virtuel maskine eller dualboot-konfiguration.
de_de: Windows Subsystem für Linux ermöglicht Entwicklern das Ausführen einer GNU/Linux-Umgebung -- einschließlich der meisten Befehlszeilentools, Hilfsprogramme und Anwendungen -- direkt unter Windows, unverändert, ohne den Mehraufwand einer herkömmlichen virtuellen Maschine oder einem dualen Boot-Setup.
el_gr: Το Υποσύστημα Windows για Linux επιτρέπει στους προγραμματιστές να τρέχουν ένα περιβάλλον GNU/Linux -- συμπεριλαβανομένων των περισσότερων εργαλειών γραμμής-εντολών, υπηρεσίες, και εφαρμογές -- απευθείας στα Windows, χωρίς τροποποιήσεις, χωρίς τον επιπλέον φόρτο μιας παραδοσιακής εικονικής μηχανής ή ρύθμισης dualboot.
es_es: El subsistema de Windows para Linux permite a los desarrolladores ejecutar un entorno GNU/Linux, que incluye la mayoría de las herramientas, utilidades y aplicaciones de la línea de comandos, directamente en Windows, sin modificar, sin la sobrecarga de una máquina virtual tradicional o una instalación de arranque dual.
fi_fi: Windows-alijärjestelmä Linuxille -teknologian avulla kehittäjät voivat suorittaa GNU/Linux-ympäristön, mukaan lukien useimmat komentorivityökalut, apuohjelmat ja sovellukset, suoraan Windowsissa muokkaamattomana ja ilman perinteisen virtuaalikoneen tai kaksoiskäynnistysasennuksen aiheuttamaa kuormitusta.
fr_fr: Le Sous-système Windows pour Linux permet aux développeurs d’exécuter un environnement GNU/Linux -- y compris la plupart des outils en ligne de commande, utilitaires et applications) -- directement sur Windows, sans modification, sans surcharge d’une machine virtuelle traditionnelle ou de la configuration d’un double démarrage.
hu_hu: A Linuxos Windows-alrendszer lehetővé teszi, hogy a fejlesztők GNU/Linux környezetet futtassanak -- beleértve a legáltalánosabb parancssori eszközöket, segédprogramokat és alkalmazásokat -- közvetlenül a Windowsban, módosítások nélkül, a hagyományos virtuális gépek vagy kettős rendszerindítási beállítások okozta többletterhelés nélkül.
it_it: Il Sottosistema Windows per Linux consente agli sviluppatori di eseguire un ambiente GNU/Linux, inclusi la maggior parte degli strumenti da riga di comando, le utilità e le applicazioni, direttamente in Windows, senza modifiche, senza il sovraccarico di una macchina virtuale tradizionale o di una configurazione dualboot.
ja_jp: Linux 用 Windows サブシステムを使用すると、開発者は、ほとんどのコマンドライン ツール、ユーティリティ、アプリケーションを含む GNU/Linux 環境を、従来の仮想マシンやデュアル ブート セットアップのオーバーヘッドなしに、変更せずに Windows 上で直接実行できます。
ko_kr: Windows Subsystem for Linux를 사용하면 개발자가 -- 대부분의 명령줄 도구, 유틸리티 및 응용 프로그램을 포함한 -- GNU/Linux 환경을 수정하지 않고 기존 가상 머신이나 이중 부팅 설정의 오버헤드 없이 Windows에서 직접 실행할 수 있습니다.
nb_no: Med Windows-undersystem for Linux kan utviklere kjøre et GNU/Linux-miljø – inkludert de fleste kommandolinjeverktøy, verktøy og programmer – direkte på Windows, uendret, uten kostnadene ved en tradisjonell virtuell maskin eller konfigurasjon av dobbeltoppstart.
nl_nl: Met Windows Subsystem for Linux kunnen ontwikkelaars een GNU/Linux-omgeving uitvoeren, inclusief de meeste opdrachtregelprogramma's, hulpprogramma's en toepassingen, rechtstreeks in Windows, ongewijzigd, zonder de overhead van een traditionele virtuele machine of dualboot-installatie.
pl_pl: Podsystem Windows dla systemu Linux umożliwia deweloperom uruchamianie środowiska GNU/Linux — a w tym większości narzędzi wiersza polecenia, narzędzi i aplikacji — bezpośrednio w systemie Windows, bez modyfikacji, bez obciążenia tradycyjnej maszyny wirtualnej lub konfiguracji uruchomienia jednego z kilku systemów operacyjnych.
pt_br: O Subsistema do Windows para Linux permite que os desenvolvedores executem um ambiente GNU/Linux -- incluindo a maioria das ferramentas, utilitários e aplicativos de linha de comando -- diretamente no Windows, sem modificações, sem a sobrecarga de uma máquina virtual tradicional ou configuração de inicialização dupla.
pt_pt: O Subsistema Windows para Linux permite aos programadores executar um ambiente GNU/Linux, incluindo a maioria das ferramentas de linha de comandos, utilitários e aplicações, diretamente no Windows, sem modificação, sem a sobrecarga de uma máquina virtual tradicional ou configuração de arranque duplo.
ru_ru: Подсистема Windows для Linux позволяет разработчикам запускать среду GNU/Linux (включая большинство программ командной строки, служебных программ и приложений) непосредственно в Windows без изменений, без накладных расходов традиционной виртуальной машины или настройки двойной загрузки.
sv_se: Windows-undersystem för Linux gör att utvecklare kan köra en GNU/Linux-miljö, inklusive de flesta kommandoradsverktyg, verktyg och program, direkt i Windows, oförändrade, utan att behöva använda en traditionell virtuell dator eller installation med dubbel start.
tr_tr: Windows Subsystem for Linux, geliştiricilerin bir GNU/Linux ortamını -- çoğu komut satırı aracı, yardımcı program ve uygulama dahil -- doğrudan Windows üzerinde, değiştirilmeden, geleneksel bir sanal makine veya çift önyükleme kurulumunun ek yükü olmadan çalıştırmasını sağlar.
zh_cn: Windows Subsystem for Linux 使开发人员可以直接在 Windows 上运行未经修改的 GNU/Linux 环境 -- 包括大多数命令行工具、实用工具和应用程序 -- 而无需传统虚拟机或双引导设置的开销。
zh_tw: Windows 子系統 Linux 版可讓開發人員直接在 Windows 上執行 GNU/Linux 環境 (包括大部分的命令列工具、公用程式和應用程式)，而不需要傳統虛擬機器或雙重開機設定的額外負荷。

# MessageDetachFailed
source: The disk failed to detach: {}. For more details, please run 'dmesg' inside WSL2. To force WSL2 to stop and detach the disk, run 'wsl.exe {}'.
cs_cz: Odpojení disku se nezdařilo: {}. Pro více podrobností prosím spusťte 'dmesg' uvnitř WSL2. Chcete-li přinutit WSL2 zastavit a odpojit disk, spusťte 'wsl.exe {}'.
da_dk: Disken kunne ikke fjernes: {}. Du kan få flere oplysninger ved at køre 'dmesg' i WSL2. Hvis du vil tvinge WSL2 til at stoppe og fjerne disken, skal du køre 'wsl.exe {}'.
de_de: Fehler beim Trennen des Datenträgers: {}. Führen Sie "dmesg" in WSL2 aus, um weitere Informationen zu erhalten. Führen Sie "wsl.exe {}" aus, um das Beenden und Trennen des Datenträgers durch WSL2 zu erzwingen.
el_gr: Ο δίσκος απέτυχε να αποσυνδεθεί: {}. Για περισσότερες πληροφορίες, παρακαλούμε εκτελέστε 'dmesg' εντός του WSL2. Για να αναγκάσετε το WSL2 να σταματήσει και να αποσυνδέσει τον δίσκο, εκτελέστε 'wsl.exe {}'.
es_es: El disco no se pudo desasociar: {}. Para obtener más detalles, ejecute 'dmesg' dentro de WSL2. Para forzar que WSL2 detenga y desasocia el disco, ejecute 'wsl.exe {}'.
fi_fi: Levyn irrottaminen epäonnistui: {}. Saat lisätietoja suorittamalla dmesg-komennon WSL2:ssa. Jos haluat pakottaa WSL2:n pysäyttämään levyn ja irrottamaan sen, suorita wsl.exe {}.
fr_fr: Échec du détachement du disque : {}. Pour plus d’informations, exécutez « dmesg » dans WSL2. Pour forcer WSL2 à arrêter et détacher le disque, exécutez « wsl.exe {} ».
hu_hu: Nem sikerült leválasztani a lemezt: {}. További részletekért futtassa a dmesg parancsot a WSL2-ben. A WSL2 leállításának és leválasztásának kényszerítéséhez futtassa a wsl.exe {} parancsot.
it_it: Impossibile scollegare il disco: {}. Per altri dettagli, eseguire 'dmesg' in WSL2. Per forzare l'arresto e lo scollegamento del disco in WSL2, eseguire 'wsl.exe {}'.
ja_jp: ディスクをデタッチできませんでした: {}詳細については、WSL2 内で 'dmesg' を実行してください。 WSL2 でディスクを強制的に停止してデタッチするには、'wsl.exe {}' を実行します。
ko_kr: 디스크를 분리하지 못함: {}. 자세한 내용은 WSL2 내에서 'dmesg'를 실행하세요. WSL2가 강제로 디스크를 중지하고 분리하려면 'wsl.exe {}'을(를) 실행합니다.
nb_no: Kan ikke koble fra disken: {}. Hvis du vil ha mer informasjon, kan du kjøre dmesg i WSL2. Hvis du vil tvinge WSL2 til å stoppe og koble fra disken, kjører du wsl.exe {}.
nl_nl: De schijf kan niet worden losgekoppeld: {}. Voer 'dmesg' uit in WSL2 voor meer informatie. Voer wsl.exe {} uit om WSL2 te dwingen de schijf te stoppen en los te koppelen.
pl_pl: Nie można odłączyć dysku: {}. Aby uzyskać więcej szczegółów, uruchom polecenie "dmesg" wewnątrz podsystemu WSL2. Aby wymusić zatrzymanie i odłączenie dysku w podsystemie WSL2, uruchom polecenie "wsl.exe {}".
pt_br: Falha ao desanexar o disco: {}. Para obter mais detalhes, execute 'dmesg' dentro do WSL2. Para forçar o WSL2 a parar e desanexar o disco, execute 'wsl.exe {}'.
pt_pt: Falha ao desanexar o disco: {}. Para obter mais detalhes, execute "dmesg" no WSL2. Para forçar o WSL2 a parar e desanexar o disco, execute "wsl.exe {}".
ru_ru: Не удалось отключить диск: {}. Для получения дополнительных сведений запустите dmesg в WSL2. Чтобы принудительно остановить и отключить диск WSL2, выполните команду "wsl.exe {}".
sv_se: Det gick inte att koppla från disken: {}. Mer information finns i 'dmesg' i WSL2. Om du vill tvinga WSL2 att stoppa och koppla från disken kör du 'wsl.exe {}'.
tr_tr: Disk ayrılamadı: {}. Daha fazla ayrıntı için lütfen WSL2 içinde 'dmesg' çalıştırın. WSL2'yi diski durdurmaya ve ayırmaya zorlamak için 'wsl.exe {}' çalıştırın.
zh_cn: 磁盘分离失败： {}。有关详细信息，请在 WSL2 内运行 “dmesg”。 若要强制 WSL2 停止并分离磁盘，请运行“wsl.exe {}”。
zh_tw: 磁碟無法中斷連結： {}。如需詳細數據，請在 WSL2 內執行 'dmesg'。 若要強制 WSL2 停止並中斷連結磁碟，請執行 『wsl.exe {}』。

# MessageDiskAlreadyAttached
source: The disk '{}' is already attached.
cs_cz: Disk '{}' je již připojený.
da_dk: Disken '{}' er allerede tilsluttet.
de_de: Der Datenträger „{}“ ist bereits angeschlossen.
el_gr: Ο δίσκος '{}' έχει ήδη συνδεθεί.
es_es: Ese disco {} ya está expuesto.
fi_fi: Levy {} on jo liitetty.
fr_fr: Le disque « {} » est déjà joint.
hu_hu: A(z) {} lemez már csatlakoztatva van.
it_it: Il disco '{}' è già collegato.
ja_jp: ディスク '{}' は既にアタッチされています。
ko_kr: 디스크 '{}'이(가) 이미 연결되어 있습니다.
nb_no: Disken {} er allerede tilkoblet.
nl_nl: De schijf {} is al gekoppeld.
pl_pl: Dysk „{}” jest już dołączony.
pt_br: O disco "{}" já está anexado.
pt_pt: O disco "{}" já está ligado.
ru_ru: Диск "{}" уже подключен.
sv_se: Disken {} är redan ansluten.
tr_tr: '{}' diski zaten eklenmiş.
zh_cn: 磁盘“{}”已连接。
zh_tw: 磁碟 '{}' 已連結。

# MessageDiskAlreadyMounted
source: That volume is already mounted inside WSL2.
cs_cz: Tento svazek je již připojen do WSL2.
da_dk: Diskenheden er allerede insat inde i WSL2.
de_de: Das Volume ist bereits innerhalb von WSL2 bereitgestellt.
el_gr: Αυτός ο τόμος έχει ήδη προσαρτηθεί μέσα στο WSL2.
es_es: Ese volumen ya está montado dentro de WSL2.
fi_fi: Asema on jo otettu käyttöön WSL2:ssa.
fr_fr: Ce volume est déjà monté dans WSL2.
hu_hu: A kötet már csatlakoztatva van a WSL2-ben.
it_it: Il volume è già montato all'interno di WSL2.
ja_jp: そのボリュームは WSL2 内で既にマウントされています。
ko_kr: 해당 볼륨은 이미 WSL2 내부에 탑재되어 있습니다.
nb_no: Volumet er allerede montert i WSL2.
nl_nl: Dat volume is al gekoppeld in WSL2.
pl_pl: Ten wolumin jest już zainstalowany wewnątrz podsystemu WSL2.
pt_br: Esse volume já está montado dentro do WSL2.
pt_pt: Esse volume já está montado no WSL2.
ru_ru: Этот том уже подключен в WSL2.
sv_se: Volymen är redan monterad i WSL2.
tr_tr: Bu birim zaten WSL2 içine bağlı.
zh_cn: 该卷已装载到 WSL2 内。
zh_tw: 該磁碟區已掛接在 WSL2 內。

# MessageDiskMountNameAlreadyExists
source: A disk with that name is already mounted; please unmount the disk or choose a new name and try again.
cs_cz: Disk s tímto názvem je již připojen. Odpojte prosím disk nebo zvolte nový název a zkuste to znovu.
da_dk: Der er allerede tilsluttet en disk med dette navn. frakoble disken, eller vælg et nyt navn, og prøv igen.
de_de: Ein Datenträger mit diesem Namen ist bereits bereitgestellt. Heben Sie die Bereitstellung des Datenträgers auf, oder wählen Sie einen neuen Namen aus, und versuchen Sie es nochmal.
el_gr: Ένας δίσκος μ' αυτό το όνομα έχει ήδη προσαρτηθεί· παρακαλώ κάντε εξαγωγή δίσκου ή επιλέξτε άλλο όνομα και προσπαθήσετε ξανά.
es_es: Ya hay un disco montado con ese nombre; desmonte el disco o elija un nuevo nombre e inténtelo de nuevo.
fi_fi: Samanniminen levy on jo otettu käyttöön; poista levy käytöstä tai valitse uusi nimi ja yritä uudelleen.
fr_fr: Un disque portant ce nom est déjà monté ; démontez le disque ou choisissez un nouveau nom, puis réessayez.
hu_hu: Már van ilyen nevű lemez csatlakoztatva; válassza le a lemezt, vagy válasszon egy új nevet, és próbálkozzon újra.
it_it: Un disco con questo nome è già montato; smontare il disco o scegliere un nuovo nome e riprovare.
ja_jp: その名前のディスクは既にマウントされています。ディスクのマウントを解除するか、新しい名前を選択してやり直してください。
ko_kr: 해당 이름의 디스크가 이미 탑재되어 있습니다. 디스크를 분리하거나 새 이름을 선택하고 다시 시도하십시오.
nb_no: En disk med dette navnet er allerede montert. demonter disken, eller velg et nytt navn, og prøv på nytt.
nl_nl: Er is al een schijf met die naam gekoppeld; ontkoppel de schijf of kies een nieuwe naam en probeer het opnieuw.
pl_pl: Dysk o tej nazwie jest już zainstalowany. Odinstaluj dysk lub wybierz nową nazwę i spróbuj ponownie.
pt_br: Um disco com esse nome já está montado; desmonte o disco ou escolha um novo nome e tente novamente.
pt_pt: Já está montado um disco com esse nome; Volte a desmontar o disco ou escolha um novo nome e tente novamente.
ru_ru: Диск с таким именем уже подключен; отключите диск или выберите новое имя и повторите попытку.
sv_se: En disk med det namnet har redan monterats; demontera disken eller välj ett nytt namn och försök igen.
tr_tr: Bu ada sahip bir disk zaten takılı; lütfen diskin bağlantısını kesin veya yeni bir ad seçin ve tekrar deneyin.
zh_cn: 已装载具有该名称的磁盘;请卸载磁盘或选择新名称，然后重试。
zh_tw: 已掛接具有該名稱的磁碟; 請卸載磁碟或選擇新名稱，然後再試一次。

# MessageDiskMountNameInvalid
source: The specified mount name contains an invalid '/' character. Please retry without the invalid character.
cs_cz: Zadaný název připojení obsahuje neplatný znak /. Zkuste to prosím znovu bez neplatného znaku.
da_dk: Det angivne tilslutningsnavn indeholder et ugyldigt '/'-tegn. Prøv igen uden det ugyldige tegn.
de_de: Der angegebene Bereitstellungsname enthält ein ungültiges "/"-Zeichen. Wiederholen Sie den Vorgang ohne das ungültige Zeichen.
el_gr: Το συγκεκριμένο όνομα προσάρτησης περιέχει έναν μη έγκυρο χαρακτήρα '/'. Παρακαλώ προσπαθήστε ξανά χωρίς τον μη έγκυρο χαρακτήρα.
es_es: El nombre de montaje especificado contiene un carácter '/' no válido. Vuelva a intentarlo sin el carácter no válido.
fi_fi: Määritetty käyttöönottonimi sisältää virheellisen /-merkin. Yritä uudelleen ilman virheellistä merkkiä.
fr_fr: Le nom de montage spécifié contient un caractère '/' non valide. Réessayez sans le caractère non valide.
hu_hu: A megadott csatlakoztatásnév érvénytelen "/" karaktert tartalmaz. Próbálkozzon újra az érvénytelen karakter nélkül.
it_it: Il nome di montaggio specificato contiene un carattere '/' non valido. Riprovare senza il carattere non valido.
ja_jp: 指定されたマウント名に無効な '/' 文字が含まれています。無効な文字を含めずに再試行してください。
ko_kr: 지정한 탑재 이름에 잘못된 '/' 문자가 있습니다. 잘못된 문자 없이 다시 시도하세요.
nb_no: Det angitte monteringsnavnet inneholder et ugyldig /-tegn. Prøv på nytt uten det ugyldige tegnet.
nl_nl: De opgegeven koppelingsnaam bevat een ongeldig /-teken. Probeer het opnieuw zonder het ongeldige teken.
pl_pl: Określona nazwa instalacji zawiera nieprawidłowy znak "/". Spróbuj ponownie bez nieprawidłowego znaku.
pt_br: O nome de montagem especificado contém um caractere '/' inválido. Tente novamente sem o caractere inválido.
pt_pt: O nome de montagem especificado contém um caráter '/' inválido. Tente novamente sem o caráter inválido.
ru_ru: Указанное имя подключения содержит недопустимый символ "/". Повторите попытку без недопустимого символа.
sv_se: Det angivna monteringsnamnet innehåller ett ogiltigt /-tecken. Försök igen utan det ogiltiga tecknet.
tr_tr: Belirtilen bağlama adı geçersiz bir '/' karakteri içeriyor. Lütfen geçersiz karakter olmadan yeniden deneyin.
zh_cn: 指定的装载名称包含无效的 "/" 字符。请在没有无效字符的情况下重试。
zh_tw: 指定的掛接名稱包含不正確 '/' 字元。請不要使用不正確字元再試一次。

# MessageDiskMounted
source: The disk was successfully mounted as '/mnt/wsl/{}'. Note: The location will be different if you have modified the automount.root setting in /etc/wsl.conf. To unmount and detach the disk, run 'wsl.exe {} {}'.
cs_cz: Disk byl úspěšně připojen jako /mnt/wsl/{}. Poznámka: Pokud jste změnili nastavení automount.root v /etc/wsl.conf, umístění se bude lišit. Pokud chcete disk odpojit a odpojit, spusťte příkaz wsl.exe {} {}.
da_dk: Disken blev tilsluttet som '/mnt/wsl/{}'. Bemærk: Placeringen vil være anderledes, hvis du har ændret indstillingen automount.root i /etc/wsl.conf. Hvis du vil frakoble disken og fjerne den, skal du køre 'wsl.exe {} {}'.
de_de: Der Datenträger wurde erfolgreich als "/mnt/wsl/{}" bereitgestellt. Hinweis: Der Speicherort ist anders, wenn Sie die Einstellung "automount.root" in "/etc/wsl.conf" geändert haben. Um die Bereitstellung des Datenträgers aufzuheben und zu trennen, führen Sie "wsl.exe {} {}" aus.
el_gr: Ο δίσκος προσαρτήθηκε επιτυχώς ως '/mnt/wsl/{}'. Σημείωση: Η τοποθεσία θα είναι διαφορετική αν έχετε αλλάξει τη ρύθμιση automount.root στο /etc/wsl.conf. Για να κάνετε εξαγωγή και αποσύνδεση δίσκου, εκτελέστε 'wsl.exe {} {}'.
es_es: El disco se montó correctamente como '/mnt/wsl/{}'. Nota: la ubicación será diferente si ha modificado la configuración automount.root en /etc/wsl.conf. Para desmontar y desasociar el disco, ejecute 'wsl.exe {} {}'.
fi_fi: Levyn käyttöönotto nimellä /mnt/wsl/{} onnistui. Huomautus: Sijainti ei ole sama, jos olet muokannut automount.root-asetusta kohteessa /etc/wsl.conf. Jos haluat poistaa levyn käytöstä ja irrottaa sen, suorita wsl.exe {} {}.
fr_fr: Le disque a été correctement monté en tant que « /mnt/wsl/{} ». Remarque : l’emplacement sera différent si vous avez modifié le paramètre automount.root de /etc/wsl.conf. Pour démonter et détacher le disque, exécutez « wsl.exe {} {} ».
hu_hu: A lemez sikeresen csatlakoztatva a következőként: /mnt/wsl/{}. Megjegyzés: A hely eltérő lesz, ha módosította az automount.root beállítást az /etc/wsl.conf fájlban. A lemez csatlakoztatásának bontásához és leválasztásához futtassa a 'wsl.exe {} {}' parancsot.
it_it: Montaggio del disco come '/mnt/wsl/{}' completato. Nota: il percorso sarà diverso se è stata modificata l'impostazione automount.root in /etc/wsl.conf. Per smontare e scollegare il disco, eseguire 'wsl.exe {} {}'.
ja_jp: ディスクは '/mnt/wsl/{}' として正常にマウントされました。 注: /etc/wsl.conf で automount.root 設定を変更した場合、場所は異なります。 ディスクのマウントを解除してデタッチするには、'wsl.exe {} {}' を実行します。
ko_kr: 디스크가 '/mnt/wsl/{}'(으)로 탑재되었습니다. 참고: /etc/wsl.conf에서 automount.root 설정을 수정한 경우 위치가 달라집니다. 디스크를 마운트 해제하고 분리하려면 'wsl.exe {} {}'을(를) 실행합니다.
nb_no: Disken er koblet til som «/mnt/wsl/{}». Obs! Plasseringen vil være en annen hvis du har endret innstillingen automount.root i /etc/wsl.conf. Kjør wsl.exe {} {} for å koble fra disken.
nl_nl: De schijf is gekoppeld als /mnt/wsl/{}. Opmerking: de locatie is anders als u de instelling automount.root hebt gewijzigd in /etc/wsl.conf. Als u de schijf wilt ontkoppelen en ontkoppelen, voert u wsl.exe {} {} uit.
pl_pl: Dysk został pomyślnie zainstalowany jako „/mnt/wsl/{}”. Uwaga: Lokalizacja będzie inna, jeśli zmodyfikowano ustawienie automount.root w pliku /etc/wsl.conf. Aby odinstalować i odłączyć dysk, uruchom polecenie „wsl.exe {} {}”.
pt_br: O disco foi montado com êxito como '/mnt/wsl/{}'. Observação: o local será diferente se você tiver modificado a configuração automount.root em /etc/wsl.conf. Para desmontar e desanexar o disco, execute 'wsl.exe {} {}'.
pt_pt: O disco foi montado com êxito como '/mnt/wsl/{}'. Nota: a localização será diferente se tiver modificado a definição automount.root em /etc/wsl.conf. Para desmontar e desanexar o disco, execute "wsl.exe {} {}".
ru_ru: Диск успешно подключен как "/mnt/wsl/{}". Примечание. Расположение будет разным, если вы изменили параметр automount.root в /etc/wsl.conf. Чтобы отключить и отключить диск, выполните команду "wsl.exe {} {}".
sv_se: Disken har monterats som '/mnt/wsl/{}'. Obs! Platsen skiljer sig om du har ändrat inställningen automount.root i /etc/wsl.conf. Om du vill demontera och koppla från disken kör du 'wsl.exe {} {}'.
tr_tr: Disk başarıyla '/mnt/wsl/{}' olarak bağlandı. Not: /etc/wsl.conf içinde automount.root ayarını değiştirdiyseniz konum farklı olacak. Diski çıkarıp ayırmak için '{} {}' wsl.exe çalıştırın.
zh_cn: 已成功将磁盘装载为“/mnt/wsl/{}”。 注意: 如果修改了 /etc/wsl.conf 中的 automount.root 设置，则位置会有所不同。 若要卸载和分离磁盘，请运行“wsl.exe {} {}”。
zh_tw: 磁碟已成功掛接為 『/mnt/wsl/{}』。 注意： 如果您在 /etc/wsl.conf 中修改 automount.root 設定，位置會不一樣。 若要卸除並卸離磁碟，請執行 'wsl.exe {} {}'。
